Repository: graphpaperpress/Sell-Media
Catalog: languages/sell_media-*.po
Languages: fr_fr, pt_br

source: Discount Code deleted successfully!
pt_br: Códido de desconto apagado com sucesso!

# Active discount code status
source: Active
pt_br: Ativo

# Inactive discount code status
source: Inactive
pt_br: Inativo

source: Discount
pt_br: Desconto

source: First Name:
pt_br: Primeiro Nome

source: Last Name:
pt_br: Ultimo Nome

source: Email Address:
pt_br: Endereço de email:

source: Download Now
pt_br: Baixe Agora

source: You are already registered. You can download all free items by visiting our
pt_br: Você já está registrado. Você pode fazer o download dos items gratuítos ao visitor nossa

source: API Key
pt_br: Chave da API

source: Insert your MailChimp API Key.
pt_br: Insira a Chave da API de seu MailChimp

source: Newsletter List
pt_br: Lista de Informativos

source: Choose the list to sign users up to.
pt_br: Escolha a lista de usuários para inscrever.

source: Free Downloads - Mailchimp Settings
pt_br: DFree Downloads - Configurações do MailChimp

source: Check this to allow visitors to download this for free in exchange for signing up for your newsletter.
pt_br: Marque essa opção para permitir que os visitantes possam fazer download gratuíto em troca de se inscrever em seu boletim informativo.

source: Hi
pt_br: Oi

source: Free Downloads
pt_br: Downloads Grátis

source: Nice try, but this file is not a free download.
pt_br: Boa tentativa, mas esse arquivo não é um download gratuito.

source: Sorry, but the download url you provided is not valid.
pt_br: Desculpe, mas a URL de download que você forneceu não é válida.

source: Sign up for our newsletter
pt_br: Assine nosso boletim informativo

source: MailChimp Settings
pt_br: Configurações do MailChimp

source: Sell both
pt_br: Vender ambos

source: Sell print
pt_br: Vender impressões

source: Sell download
pt_br: Vender Download

source: Price Group for Prints
pt_br: Grupo de Preços para Impressões

source: Selling Options
pt_br: Opções de Venda

source: Download size
pt_br: Tamanho do Download

source: Download license
pt_br: Licença do Download

source: If you sold a print, be sure to print and ship the order to the address listed above. If the order contained downloadable products, no further action is required. Here are the payment details:
pt_br: Se você vendeu uma cópia, não se esqueça de imprimir e enviar a encomenda para o endereço listado acima. Se o pedido contém arquivos para download, não é necessária nenhuma ação adicional. Aqui estão os detalhes de pagamento:

source: Download or Print
pt_br: Download ou Impressão

source: Ship to:
pt_br: Enviar para:

source: If you purchased prints, they will be shipped to the address you supplied during checkout. This address is shown below.
pt_br: Se você comprou impressões, elas serão enviados para o endereço que você forneceu durante o checkout. Este endereço é mostrado abaixo.

source: Only sell prints
pt_br: Apenas vender impressões

source: Shipping Rates
pt_br: Taxas de Frete

source: You have three options for calculating shipping rates: Flat Rate, Quantity Rate, Total Rate. Use Flat Rate to set a basic flat rate shipping to all cart orders containing prints. Use Quantity Rate to charge a flat rate per print sold (i.e. 3 prints that cost $10 each with quantity rate shipping of $1 per print would cost a total of $33). Use Total Rate you want a shipping rate that is a percentage of the total cost of the cart.
pt_br: Você tem três opções para o cálculo das taxas de frete: Taxa Fixa, Taxa de Quantidade e Taxa Total. Use Taxa Fixa para definir uma taxa fixa básica para todos os pedidos de impressão do carrinho de compras. Use Taxa de Quantidade para cobrar uma taxa fixa por impressão vendida (ou seja, 3 impressões que custam $10 cada com taxa de frete de quantidade $1 por impressão, custaria um total de $33). Use a Taxa Total, se você quer cobrar uma taxa de frete que é um percentual do total de custo do carrinho.

source: Flat Rate
pt_br: Taxa Fixa

source: Quantity Rate
pt_br: Quantidade

source: Total Rate
pt_br: Taxa Total

source: Shipping - Flat Rate
pt_br: Frete - Taxa Fixa

source: The flat rate shipping price applied once to all orders (i.e. 1, 5, 10).
pt_br: A Taxa Fixa de frete é aplicada uma vez a todos os pedidos (ou seja, 1, 5, 10).

source: Shipping - Quantity Rate
pt_br: Frete - Taxa de Quantidade

source: The shipping price applied individually to all prints in the cart (i.e. 1, 5, 10).
pt_br: O preço do frete é aplicado individualmente a todas as impressões no carrinho (ou seja, 1, 5, 10).

source: Shipping - Total Rate
pt_br: Frete - Taxa Total

source: The percentage of the total cost of the cart for shipping (use .05 for 5 percent, .10 for 10 percent, etc)
pt_br: A percentagem do custo total do carrinho para o frete (use 0.5 para 5%, 0.10 para 10%, etc)

source: Unit of Measurement
pt_br: Unidade de Medida

source: The unit of measurement in which prints are sold.
pt_br: A unidade de medida pela qual as impressões serão vendidas.

source: Centimeters (cm)
pt_br: Centímetros (cm)

source: Inches (in)
pt_br: Polegadas (pol)

source: Select Default Price Group
pt_br: Selecione Grupo de Preços Padrão

source: Prints
pt_br: Impressões

source: This plugin requires Sell Media to function properly
pt_br: Este plugin requer o Sell Media para funcionar corretamente

source: Print Price Group
pt_br: Grupo de Preços de Impressão

source: Print Group
pt_br: Grupo de Impressão

source: Search Print Group
pt_br: Pesquisar Grupo de Impressão

source: Popular Print Group
pt_br: Grupo de Impressão Popular

source: All Print Group
pt_br: Todos Grupos de Impressão

source: Parent Print Group
pt_br: Grupo de Impressão Mãe

source: Parent Print Group:
pt_br: Grupo de Impressão Mãe:

source: Edit Print Group
pt_br: Editar Grupo de Impressão

source: Update Print Group
pt_br: Atualiar Grupo de Impressão

source: Add New Print Group
pt_br: Adicionar Novo Grupo de Impressão

source: New Print Group
pt_br: Novo Grupo de Impressão

source: Separate Print Group with commas
pt_br: Separar Grupo de Impressão com vírgulas

source: Add or remove Print Group
pt_br: Adicionar ou remover Grupo de Impressão

source: Choose from most used Print Group
pt_br: Selecionar Grupo de Impressão mais usado

source: Add print sizes and prices below.
pt_br: Adicionar tamanhos de impressão e preços abaixo.

source: Create a price group, then define specific print sizes and prices.
pt_br: Criar grupo de impressão, em seguida definir os tamanhos de impressão e preços.

source: Max Width
pt_br: Largura Máxima

source: Max Height
pt_br: Altura Máxima

source: Buy a print
pt_br: Comprar uma impressão

source: Buy a download
pt_br: Comprar um download

source: Print size
pt_br: Tamanho da Impressão

source: All print sizes are listed in
pt_br: Todos os tamanhos de impressão estão listados em

source: (see details)
fr_fr: (voir les détails)
pt_br: (veja os detalhes)

source: Select a size
fr_fr: Sélectionnez une taille
pt_br: Selecionar um tamanho

source: This item is not currently assigned a price group.
pt_br: Este item não está atribuído atualmente a nenhum grupo de preço.

source: items
pt_br: itens

source: Stripe Test Secret Key
pt_br: Chave Secreta de Teste do Stripe

source: Stripe Test Publishable Key
pt_br: Chave pública de Teste do Stripe

source: Stripe Live Secret Key
pt_br: Chave Secreta do Stripe Live

source: Stripe Live Publishable Key
pt_br: Chave Pública do Stripe Live

source: Stripe Settings
pt_br: Configurações do Stripe

source: You must add your <a href="https://manage.stripe.com/account/apikeys" target="_blank">Stripe API Keys</a> to process transactions.
pt_br: Você deve adicionar suas <a href="https://manage.stripe.com/account/apikeys" target="_blank">Chaves da API do Stripe</a> para processor transações.

source: Credit Card
pt_br: Cartão de Crédito

source: Stripe not supported, please enable <code>cURL</code>.
pt_br: Stripe não é suportado, por favor ative o código <code>cURL</code>.

source: Your currency, %s is not supported. Please configure your %s account to use the correct currency.
pt_br: Sua moeda, %s não é suportada. Por favor, configure sua conta %s para usar a moeda correta.

source: Please update your Sell Media %s to contain your Stripe keys
pt_br: Por favor atualize o %s Sell Media com suas chaves do Stripe

source: requires the Sell Media plugin to work properly. Please activate Sell Media.
pt_br: requer o plugin Sell Media plugin para funcionar corretamente. Por favor, ative Sell Media.

source: Watermark Image
pt_br: Imagem de Marca D'água

source: For best results, use a transparent PNG cropped to approximately 200 pixels wide.
pt_br: Para obter melhores resultados, use um PNG transparente com cerca de 200 pixels de largura.

source: Watermark Everything
pt_br: Colocar Marca D'água em tudo

source: Watermarks are applied to all Sell Media images when you activate this extension. You can optionally watermark all images on your site, including those appearing in Posts and Pages, by checking this box.
pt_br: Marcas d'água são aplicadas a todas as imagens do Sell Media quando você ativa esta extensão. Você pode, opcionalmente, adicionar marcas d'água em todas as imagens do seu site, incluindo aqueles que aparecem em posts e páginas, ao marcar esta caixa.

source: Watermark Opacity
pt_br: Opacidade da marca d'água.

source: The opacity of your watermark.
pt_br: A opacidade da sua marca d'água.

source: Watermark Scale
pt_br: Escala da marca de água

source: The scale of your watermark with respect to the image
pt_br: A escala da marca d'água em relação à imagem

source: Watermark Position
pt_br: Posição da Marca D'Água

source: The position of your watermak.
pt_br: A posição da sua marca d'água

source: Watermark
pt_br: Marca D'Água

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher&nbsp;?
pt_br: Trapaçeando&#8217; hein?

source: Archive
pt_br: Arquivo

source: Starting at
fr_fr: À partir de
pt_br: A partir de

source: Nothing Found
fr_fr: Rien n'a été trouvé
pt_br: Nada encontrado

source: Learn more
fr_fr: Lire plus
pt_br: Saiba mais

source: Select a license that most closely describes the intended use of this item. Additional license details will be displayed here after selecting a license.
fr_fr: Sélectionnez une licence qui décrit le plus précisément cet élément. Les détails additionnels de la licence apparaitront ici après avoir sélectionné une licence.
pt_br: Selecione uma licença que melhor descreve o uso pretendido deste item. Detalhes adicionais da licença serão exibidos aqui depois de selecionar uma licença.

source: Select a license
fr_fr: Choisir une licence
pt_br: Selecione uma licença

source: Add to cart
fr_fr: Ajouter au panier
pt_br: Adicionar ao Carro de Compras

source: This collection is password protected.
fr_fr: Cette collection est protégée par mot de passe.
pt_br: Esta coleção é protegida por senha.

source: Submit
fr_fr: Envoyer
pt_br: Enviar

source: Lightbox
pt_br: Mesa de Luz

source: File ID
fr_fr: ID du fichier
pt_br: ID do Arquivo

source: File Type
fr_fr: Type du fichier
pt_br: Tipo de Arquivo

source: Upload
fr_fr: Envois

source: Upload one file to create a single product or many files to create a gallery.
fr_fr: Mettez en ligne un fichier pour créer un produit unique ou plusieurs fichiers pour créer une galerie.

source: Importing Options
fr_fr: Options d'importation

source: Importing
fr_fr: Importation

source: Quickly import folders of images using this option. Use FTP or <a href="%1$s" target="_blank">export directly from Lightroom</a> and place new folders into the server path listed below. Then, select the folder below to import into WordPress.
fr_fr: Importer rapidement des dossiers d'images à l'aide de cette option. Utilisez votre FTP ou <a href=\"%1$s\" target=\"_blank\">exportez directement à partir de Lightroom</a> et placez vos nouveaux dossiers dans le chemin d'accès au serveur ci-dessous. Ensuite, sélectionnez le dossier ci-dessous pour l'importation dans WordPress.

source: Server Path
fr_fr: Chemin de serveur

source: Select a folder
fr_fr: Sélectionnez un dossier

source: Add more files
fr_fr: Ajouter plus de fichiers

source: Importing files...
fr_fr: Importation des fichiers...

source: Add files
fr_fr: Ajouter des fichiers

source: Packages
fr_fr: Formules

source: This feature was retired in version 2.0 because product galleries can now be created. Your old package file will still be available for sale and is listed below.
fr_fr: Cette fonctionnalité a été supprimée dans la version 2.0 parce que les galeries de produit peuvent maintenant être créés. Votre ancien paquet de fichiers sera toujours disponible à la vente et est listé ci-dessous.

source: The price of each original, high-resolution file.
fr_fr: Le prix de chaque fichier d'origine en haute résolution.

source: Price group for downloads
fr_fr: Groupe de prix pour les téléchargements

source: <a href="%1$s">Create new price group</a>
fr_fr: <a href="%1$s">Créer un nouveau groupe de prix</a>

source: Views
fr_fr: Vus

source: Sales
fr_fr: Ventes

source: Sorry, %1$s could't be added.
fr_fr: Désolé, %1$s ne peut pas être ajouté.

source: Upgrades
fr_fr: Mises à jour

source: System Info
fr_fr: Infos syst&egrave;me

source: Subtotal
fr_fr: Sous-total

source: Your site is currently in <a href="%1$s">test mode</a>.
fr_fr: Votre site est actuellement en <a href=\"%1$s\">mode de test</a> .

source: Please create a checkout page using the <code>[sell_media_checkout]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
fr_fr: Veuillez créer une page de commande en utilisant le code court<code>[sell_media_checkout]</code> et assignez-la dans vos <a href=\"%1$s\">réglages</a>.

source: Please create a thanks page using the <code>[sell_media_thanks]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
fr_fr: Veuillez créer une page de remerciements en utilisant le code court <code>[sell_media_thanks]</code> et assignez-la dans vos <a href=\"%1$s\">réglages</a>.

source: Please set a PayPal email in your <a href="%1$s">payment settings</a>.
fr_fr: Veuillez configurer un e-mail pour PayPal dans les <a href=\"%1$s\">réglages de paiement</a>.

source: Important updates are now available for %1$s. <a href="%2$s" target="_blank">Learn more</a>.
fr_fr: D'importantes mises à jour sont maintenant disponibles pour %1$s. <a href=\"%2$s\" target=\"_blank\">En savoir plus</a>.

source: The original high resolution file doesn't exist here: %1$s
fr_fr: Le fichier original en haute résolution n'existe pas ici : %1$s

source: sales totaling
fr_fr: ventes totalisant

source: Download
fr_fr: Télécharger

source: Item
fr_fr: Achat

source: Original
fr_fr: Originale

source: Search for %1$s
fr_fr: Recherche pour %1$s

source: Search
fr_fr: Chercher

source: Exact phrase match (?)
fr_fr: Correspondance de phrase exacte (?)

source: Go to lightbox
fr_fr: Aller à la lightbox

source: This item was saved to your %1$s.
fr_fr: Cet élément a été enregistré dans votre %1$s.

source: Your lightbox is empty.
fr_fr: Votre lightbox est vide

source: Remove all from lightbox
fr_fr: Tout supprimer de la lightbox

source: Remove from Lightbox
fr_fr: Supprimer de la la lightbox

source: Save to Lightbox
fr_fr: Enregistrer dans la Lightbox

source: Euros (&euro;)
fr_fr: Euro (&euro;)

source: Lightbox Page
fr_fr: Page de la Lightbox

source: Select the page that contains the lightbox shortcode <code>[sell_media_lightbox]</code>
fr_fr: Sélectionnez la page qui contient le code court de la lightbox<code>[sell_media_lightbox]</code>

source: Layout
fr_fr: Mise en page

source: Select your layout preference for single Sell Media entries. If your theme already has a sidebar, you probably want to select the 'Single column' option.
fr_fr: Sélectionnez vos préférences de mise en page pour les entrées uniques de Sell Media. Si votre thème dispose déjà d'une colonne latérale, vous devriez probablement sélectionner l'option « Colonne Unique ».

source: Breadcrumbs
fr_fr: Fils d'Ariane

source: Show breadcrumb navigation on single entries.
fr_fr: Afficher la navigation par fil d'Ariane sur les entrées uniques.

source: Add the email address associated with your PayPal account above.
fr_fr: Ajoutez l'adresse e-mail associée à votre compte PayPal ci-dessus.

source: We've received your payment and are processing your order. <a href="" class="reload">Refresh this page</a> to check your order status. If you continue to see this message, please contact us.
fr_fr: Nous avez reçu votre paiement et sommes en train de traiter votre commande. <a href="" class="reload">Rafraîchissez cette page</a> pour vérifier l'état de votre commande. Si vous continuez à voir ce message, veuillez nous contacter.

source: Previous Image
fr_fr: Image précédente

source: Back to Gallery
fr_fr: Retour à la galerie

source: Gallery
fr_fr: Galerie

source: Next Image
fr_fr: Image suivante

source: <span id="sell-media-credit" class="sell-media-credit">Photo cart by <a href="%1$s" title="Photo cart">%2$s</a></span>
fr_fr: <span id="sell-media-credit" class="sell-media-credit">Photo par <a href="%1$s" title="Photo">%2$s</a></span>

source: More
fr_fr: Plus

source: Details
fr_fr: Détails

source: File Size
fr_fr: Taille du fichier

source: Camera
fr_fr: Appareil photo

source: Copyright
fr_fr: Droit d'auteur

source: Sell Media Below Single Content
fr_fr: Sell Media sous le contenu unique

source: Search results for: %1$s
fr_fr: Résultats de recherche pour : %1$s

source: Sorry, but we couldn't find anything that matches your search query.
fr_fr: Désolé, nous n'avons trouvé aucun résultat correspondant à votre critère de recherche.

source: A plugin for selling photos, prints and other downloads.
fr_fr: Une extension pour la vente de photos, tirages et autres téléchargements.
