Repository: graphpaperpress/Sell-Media
Catalog: languages/sell_media-*.po
Languages: fr_fr, pt_br

source: You can change the post type slug to: &quot;photos&quot; or &quot;downloads&quot;. The default slug is &quot;items&quot;.
fr_fr: Vous pouvez modifier l'identifiant du type d'article en : « photos » ou « téléchargements ». L'identifiant par défaut est « items ».
pt_br: Você pode alterar o slug do tipo de post para: &quot;fotos&quot; ou &quot;downloads&quot;. O slug padrão é "itens".

source: Order By
fr_fr: Trier par
pt_br: Ordenar Por

source: Choose the order of items for the archive pages.
fr_fr: Choisissez l'ordre des éléments pour les pages d'archives.
pt_br: Escolha a ordem dos itens para a página do arquivo.

source: Terms and Conditions
fr_fr: Conditions générales d’utilisation (CGU)
pt_br: Termos e Condições

source: These &quot;Terms and Conditions&quot; will show up on the checkout page. Users must agree to these terms before completing their purchase.
fr_fr: Ces « conditions de vente et d'utilisation » seront affichées sur la page de commande. Les utilisateurs doivent les accepter avant de pouvoir effectuer leur achat.
pt_br: Estes &quot;termos e condições&quot; irão aparecer na página de checkout. Os usuários devem concordar com esses termos antes de concluir sua compra.

source: Show Columns
fr_fr: Afficher les colonnes
pt_br: Mostrar Colunas

source: Select the columns to show on the admin page &quot;All Products&quot; page.
fr_fr: Sélectionnez les colonnes à afficher sur la page d'administration de « Tous les produits ».
pt_br: Selecione as colunas para mostrar na página de administração a página &Todos os Produtos&quot;

source: Original Price
fr_fr: Prix initial
pt_br: Preço Original

source: The original price of new items and bulk uploads. You can set unique prices by editing each individual item.
fr_fr: Le prix initial des nouveaux articles et des téléchargements groupés. Vous pouvez définir des prix uniques en modifiant chaque élément individuellement.
pt_br: O preço original de novos itens e dos uploads em lote. Você pode definir preços exclusivos editando cada item individualmente.

source: Hide Original Price
fr_fr: Cacher le prix initial
pt_br: Ocultar Preço Original

source: Select 'Yes' to hide the original price above and rely solely on Price Groups (See below. Price Groups can only be used when selling images). Select 'No' if you're selling single file downloads or if you want to list the original price for each product. You can override this setting on a per-item basis.
fr_fr: Sélectionnez « Oui » pour masquer le prix initial ci-dessus et utiliser uniquement les groupes de prix (Voir ci-dessous. Les groupes de prix ne peuvent uniquement servir pour la vente d'images). Sélectionnez « Non » si vous vendez un fichier unique ou si vous souhaitez lister le prix initial de chaque produit. Vous pouvez modifier ce paramètre sur chaque élément.
pt_br: Selecione 'Sim' para ocultar o preço original acima e basear-se unicamente nos grupos de preço (Veja abaixo. Grupos de Preço podem somente ser usados no momento de venda das imagens). Selecione 'Não' se você está vendendo downloads de arquivos individuais ou se você deseja listar o preço original de cada produto. Você pode substituir essa configuração em cada item.

source: Default Image Price Group
fr_fr: Groupe de prix de l'image par défaut
pt_br: Grupos de Preço de Imagem Padrão

source: Image Price Groups
fr_fr: Groupes de prix d'image
pt_br: Grupos de Preço de Imagem

source: PayPal Email Address
fr_fr: Adresse e-mail Paypal
pt_br: Endereço de Email do PayPal

source: Add the email address associated with your PayPal account above. %1$s %2$s. Your listener URL is %3$s (you will need this when completing PayPal setup)
pt_br: Adicione acima o endereço de email associado a sua conta do PayPal. %1$s %2$s. Seu URL de ouvinte é %3$ s (você vai precisar isto quando concluir a instalação do PayPal)

source: REQUIRED ACTIONS
pt_br: AÇÕES REQUERIDAS

source: Currency
fr_fr: Monnaie
pt_br: Moeda

source: The currency in which you accept payment.
fr_fr: La devise dans laquelle vous acceptez le paiement.
pt_br: A moeda em que você aceita o pagamento.

source: PayPal Additional Test Emails
fr_fr: E-mails supplémentaires de test de PayPal
pt_br: Emails de Testes Adicionais do PayPal

source: This is useful when debugging PayPal. Enter a comma separated list of emails, and when a purchase is made the same email that is sent to the buyer will be sent to the recipients in the above list.
fr_fr: Ceci est utile lors du débogage de PayPal. Saisissez une liste séparée par des virgules d'emails, et lorsqu'un achat est effectué le même message que celui envoyé à l'acheteur est envoyé aux destinataires dans la liste ci-dessus.
pt_br: Isso é útil quando estiver depurando transações do PayPal. Digite uma lista de e-mails separada por vírgulas e quando uma compra é feita o mesmo e-mail que é enviado para o comprador será enviado aos destinatários na lista acima.

source: Tax
fr_fr: TVA
pt_br: Imposto

source: Yes, charge tax
fr_fr: Oui, utiliser la TVA
pt_br: Sim, cobrar imposto

source: Tax Rate
fr_fr: Taux de TVA
pt_br: Taxa de Imposto

source: From Name
fr_fr: Nom de l'expéditeur
pt_br: Nome do Remetente

source: The name associated with all outgoing email.
fr_fr: Le nom associé à tous les e-mails sortants.
pt_br: O nome associado com todos os e-mail de saída.

source: From Email
fr_fr: E-mail de l'expéditeur
pt_br: Email do Remetente

source: The email address used for all outgoing email.
fr_fr: L'adresse e-mail utilisée pour tous les e-mails sortants.
pt_br: O endereço de e-mail usado para todos os e-mail de saída.

source: Email Subject
fr_fr: Sujet de l'e-mail
pt_br: Assunto do Email

source: The email subject on successful purchase emails.
fr_fr: Le sujet de l'e-mail pour un achat réussi.
pt_br: O assunto dos emails de compra bem sucedida.

source: Your Purchase
fr_fr: Votre achat
pt_br: Sua Compra

source: Email Body
fr_fr: Corps du message :
pt_br: Corpo do Email

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following email tags: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. These tags are replaced with the real data associated with each payment. Be sure to include the {download_links} tag, otherwise your buyers won't receive their download purchases. The {payment_id} tag can be used to display an invoice number.
fr_fr: Ce message est envoyé à vos clients lorsque le paiement est réussi et terminé. Vous pouvez utiliser les balises suivantes : {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. Ces balises sont remplacées par les données réelles associées à chaque paiement. N'oubliez pas d'inclure la balise {download_links}, sinon vos acheteurs ne pourront pas recevoir les téléchargements de leurs achats. La balise {payment_id} peut aussi être utilisée pour afficher un numéro de facture.
pt_br: Esta mensagem de email é enviada para seus clientes em caso de pagamento bem sucedido e confirmado. Você pode usar as seguintes tags e-mail: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. Essas tags são substituídas com os dados reais associados com cada pagamento. Certifique-se de incluir a tag de {download_links}, caso contrário seus compradores não recebem o link de download de suas compras. A tag de {payment_id} pode ser usada para exibir um número de fatura.

source: Settings for Extensions are shown below.
fr_fr: Les réglages pour les extensions sont affichés ci-dessous.
pt_br: Configurações das extensões são mostradas abaixo.

source: Download Extensions for Sell Media
fr_fr: Télécharger des extensions pour Sell Media
pt_br: Baixe extensões para o plugin Sell Media

source: -- Choose One --
fr_fr: -- Choisissez-en un --
pt_br: -- Escolha Um --

source: US Dollars (&#36;)
fr_fr: Dollar US (&#36;)
pt_br: Dólares Americanos (&#36;)

source: Pounds Sterling (&pound;)
fr_fr: Livre Sterling (&pound;)
pt_br: Libras Esterlinas (&pound;)

source: Australian Dollars (&#36;)
fr_fr: Dollar Australien (&#36;)
pt_br: Dólares Australianos (&#36;)

source: Brazilian Real (R&#36;)
fr_fr: Réal brésilien (&#36;)
pt_br: Real Brasileiro (R&#36;)

source: Canadian Dollars (&#36;)
fr_fr: Dollar canadien (&#36;)
pt_br: Dólares Canadenses (&#36;)

source: Czech Koruna (&#75;&#269;)
fr_fr: Couronne tchèque (&#75;&#269;)
pt_br: Coroa Tcheca (&#75;&#269;)

source: Danish Krone
fr_fr: Couronne danoise
pt_br: Coroa Dinamarquesa

source: Hong Kong Dollar (&#36;)
fr_fr: Dollar de Hong Kong (&#36;)
pt_br: Dólar de Hong Kong (&#36;)

source: Hungarian Forint
fr_fr: Forint hongrois
pt_br: Florim Hungáro

source: Israeli Shekel
fr_fr: Shekel israélien
pt_br: Shekel Israelense

source: Japanese Yen (&yen;)
fr_fr: Yen japonais (&yen;)
pt_br: Yen japonês (&yen;)

source: Malaysian Ringgits
fr_fr: Ringgit malaisien
pt_br: Ringgits da Malásia

source: Mexican Peso (&#36;)
fr_fr: Peso mexicain (&#36;)
pt_br: Peso Mexicano (&#36;)

source: New Zealand Dollar (&#36;)
fr_fr: Dollar Nouvelle Zélande (&#36;)
pt_br: Dólar da Nova Zelândia (&#36;)

source: Norwegian Krone
fr_fr: Couronne norvégienne
pt_br: Coroa Norueguesa

source: Philippine Pesos
fr_fr: Peso philippin
pt_br: Pesos Filipinos

source: Polish Zloty
fr_fr: Zloty polonais
pt_br: Zloty Polonês

source: Singapore Dollar (&#36;)
fr_fr: Dollar de Singapour (&#36;)
pt_br: Dólar de Cingapura (&#36;)

source: Swedish Krona
fr_fr: Couronne suédoise
pt_br: Coroa Sueca

source: Swiss Franc
fr_fr: Franc suisse
pt_br: Franco Suiço

source: Taiwan New Dollars
fr_fr: Nouveau dollar de Taiwan
pt_br: Novo Dólar Taiwanês

source: Thai Baht
fr_fr: Baht thaïlandais
pt_br: Baht Tailandês

source: Turkish Lira (TL)
fr_fr: Lire turque (TL)
pt_br: Lira Turca (TL)

source: South African rand (R)
fr_fr: Rand sud-africain (R)
pt_br: Rand Sul-Africano (R)

source: Settings
fr_fr: Réglages
pt_br: Configurações

source: settings updated successfully.
fr_fr: réglages mis à jour avec succès.
pt_br: configurações atualizadas com sucesso.

source: Save Settings
fr_fr: Enregistrer les réglages
pt_br: Salvar Configurações

source: Reset Defaults
fr_fr: Réinitialiser
pt_br: Resetar Padrões

source: This option has no valid options. Please create valid options as an array inside the settings.
fr_fr: Cette option n'a aucune option valide. Veuillez créer des options valides sous forme de tableau dans les paramètres.
pt_br: Esta opção não tem opções válidas. Por favor, crie opções válidas como uma matriz dentro as configurações.

source: Upload or Select Image
fr_fr: Mettre en ligne ou sélectionner une image
pt_br: Fazer Upload ou Selecionar Imagem

source: Upload or Select Images
fr_fr: Téléchargez ou sélectionnez des images
pt_br: Fazer Upload ou Selecionar Imagens

source: Version:
pt_br: Versão:

source: Documentation
pt_br: Documentação

source: Upgrades Available
fr_fr: Mises à jour disponibles
pt_br: Atualizações Disponíveis

source: Sell prints, create discount codes, watermark images, accept credit cards and much more when you activate the Business Bundle extension pack for Sell Media.
fr_fr: Vendez des tirages, créez des codes de réduction, mettez un filigrane sur vos images, acceptez les cartes de crédit et bien plus encore en activant le pack d'extension Business Bundle de Sell Media.
pt_br: Vender cópias, criar códigos de desconto, marcas d'água, aceitar cartões de crédito e muito mais quando você ativar o pacote de extensão Business Bundle para Sell Media.

source: Order Now
fr_fr: Commander maintenant
pt_br: Compre Agora

source: Need Help?
fr_fr: Besoin d'aide&nbsp;?
pt_br: Precisa de Ajuda?

source: Having trouble setting up Sell Media? Hire us for a 30 minute, one-on-one consultation over live chat. If we can't fix your problem, we'll refund your order.
fr_fr: Vous avez des soucis pour installer Sell Media ? Engagez-nous pour 30 minutes, pour une consultation en tête à tête en chat live. Si nous ne réglons pas votre problème, nous vous remboursons votre commande.
pt_br: Poblemas ao instalar o Sell Media? Contrate-nos por 30 minutos, consulta individual em chat ao vivo. Se nós não resolvermos o seu problema, nós reembolsaremos seu pedido.

source: Reviews
fr_fr: Avis
pt_br: Avaliações

source: Great plugin with great support. Includes tons of features.
fr_fr: Plugin génial avec un super support. Inclut des tonnes de fonctionnalités.
pt_br: Excelente plugin com ótimo suporte. Inclui toneladas de recursos.

source: A young product with massive potential! You can expect great support from Graph Paper Press.
fr_fr: Un jeune produit avec un potentiel énorme. Vous pouvez comptez sur le support de Graph Paper Press.
pt_br: Um produto jovem com enorme potencial! Você pode esperar um suporte da Graph Paper Press.

source: We'd love for you to leave a review if you've found this plugin useful.
fr_fr: Nous serions ravis que vous laissiez un commentaire si vous trouvez cette extension utile.
pt_br: Nós adoraríamos uma avaliação sua, se você achou este plugin útil.

source: Leave a review
fr_fr: Laisser un avis
pt_br: Deixe uma avaliação

source: Shipping
fr_fr: Livraison
pt_br: Frete

source: or %s
fr_fr: ou %s
pt_br: ou %s

source: Your cart is empty. %s
fr_fr: Votre panier est vide. %s
pt_br: Seu Carrinho está vázio. %s

source: Your Purchase History
fr_fr: Historique de vos achats
pt_br: Seu Histórico de Compras

source: Purchase ID
fr_fr: ID de l'achat
pt_br: ID da Compra

source: Description
pt_br: Descrição

source: width (px)
fr_fr: Largeur (px)
pt_br: largura (px)

source: height (px)
fr_fr: Hauteur (px)
pt_br: altura (px)

source: price
fr_fr: prix
pt_br: preço

source: images in
fr_fr: images dans
pt_br: imagens em

source: collection
pt_br: coleção

source: Starting at
fr_fr: À partir de
pt_br: Apartir de

source: You are logged in. %1$s or %2$s.
fr_fr: Vous êtes connecté. %1$s ou %2$s.
pt_br: Você está logado. %1$s ou %2$s.

source: Login failed
fr_fr: Échec de la connexion
pt_br: O Login falhou

source: Password
fr_fr: Mot de passe
pt_br: Senha

source: Remember Me
fr_fr: Se souvenir de moi
pt_br: Lembre-me

source: Log In
fr_fr: Se connecter
pt_br: Logar

source: Forgot Password
fr_fr: Mot de passe oublié
pt_br: Senha Perdida

source: Shopping cart by
pt_br: Carrinho de Compras por

source: When a buyer decides to purchase a item from your site, they must choose a license which most closely identifies their intended use of the item. We have included some default license types, grouped into two "parent" categories: Personal and Commercial. Each of these two categories have specific "child" licenses, such as "Print Advertising" (a child of Commercial) and "Website" (a child of Personal). You can create as many parent and child licenses as you want.
fr_fr: Quand un acheteur décide d'acheter un élément de votre site, il doit choisir une licence qui correspond à l'usage qu'il veut en faire. Nous avons inclus quelques types de licences par défaut, regroupés en deux catégories « parentes »: personnelle et commerciale. Chacune de ces deux catégories ont des licences spécifiques « enfant », comme "Publicité Print" (une enfant de commerciale) et « Site Web » (une enfant de personnelle). Vous pouvez créer autant de licenses parentes et enfants que vous le souhaitez.
pt_br: Quando um cliente decide comprar um item do seu site, eles devem escolher uma licença que identifica mais de perto a utilização prevista do item. Apresentamos a seguir alguns tipos de licença padrão, agrupados em duas categorias "mãe": pessoais e comerciais. Cada uma destas duas categorias têm licenças específicas "filho" como "Propaganda Impressa" (uma criança de comercial) e "Website" (uma criança para uso pessoal). Você pode criar quantas lincenças Mãe e Filhos quiser.

source: Markup
fr_fr: Balise
pt_br: Marcação

source: Increase the price of a item if a buyer selects this license by dragging the slider above.
fr_fr: Augmenter le prix d'un article si un acheteur sélectionne cette licence en faisant glisser le curseur ci-dessus.
pt_br: Aumenta o preço do item se o comprador selecionar esta licença ao deslizar o controle acima.

source: you have not set a default price
fr_fr: Vous n'avez pas défini de prix par défaut
pt_br: você não definiu um preço padrão

source: The %1$s of %2$s with %3$s markup is %4$s
fr_fr: Le %1$s de %2$s avec %3$s balises est %4$s
pt_br: O %1$s de %2$s com %3$s marcação é %4$s

source: Check to add this as a default license option for all newly created items.
fr_fr: Cochez pour ajouter cette option de licence par défaut à tous les nouveaux éléments créés.
pt_br: Marque para adicionar isto como uma opção de licença padrão para todos os itens recém-criados.

source: Add as default license?
fr_fr: Ajouter comme licence par défaut ?
pt_br: Adicionar como licença padrão

source: Icon
fr_fr: Icône
pt_br: Ícone

source: The icon is not prominent by default; however, some themes may show it. If no icon is used the featured image to the most recent post will be displayed
fr_fr: L'icône n'est pas visible par défaut. Cependant, certains thèmes peuvent l'afficher. Si aucune icône n'est utilisée l'image à la Une de l'article le plus récent sera affichée.
pt_br: O ícone não é visível, por padrão; no entanto, alguns temas podem mostrá-lo. Se nenhum ícone for utilizado a imagem de destaque do post mais recente será exibida

source: This will password protect all items in this collection.
fr_fr: Cela protègera par mot de passe tous les éléments de cette collection.
pt_br: Esta senha irá proteger todos os itens na coleção.

source: Password protect all items in this collection
fr_fr: protéger par mot de passe tous les éléments de cette collection
pt_br: A senha protege todos itens nessa coleção.

source: This collection will inherit the password of the parent collection:
fr_fr: Cette collection va hériter du mot de passe de la collection parente :
pt_br: Esta coleção irá herdar a senha da coleção mãe:

source: Enable Client Proofing
fr_fr: Activez la vérification de la clientèle
pt_br: Habilitar Verificação do Cliente

source: Check this to allow clients with password access to download items in this collecton as proofs. Clients must add an item to their Lightbox in order to download proofs. A record of which images were downloaded will be sent to both the site admin and the client via email.
fr_fr: Cochez pour autoriser les clients avec un accès par mot de passe a télécharger les éléments de cette collection comme preuves. Les clients doivent ajouter un élément à leur Lightbox afin de télécharger les vérifications. Un enregistrement des images téléchargées sera envoyé à l'administrateur du site et au client par courrier électronique.
pt_br: Marque isto para permitir que clientes com senha de acesso baixem itens nesta coleção como provas de contato. Clientes devem adicionar um item na sua Mesa de Luz para baixar as provas. Um registro de quais imagens foram baixadas será enviado via e-mail para o administrador do site e para o cliente.

source: Media
fr_fr: Médias
pt_br: Mídia

source: Protected
fr_fr: Protégé
pt_br: Protegido

source: Proofing
fr_fr: Vérification
pt_br: Verificação

source: Sell Media Below Single Item
pt_br: Item único do Sell Media abaixo

source: Sell Media Below Single Sidebar
fr_fr: Sell Media au-dessus du contenu unique
pt_br: Barra Lateral única do Sell Media abaixo

source: Displays image exif data (shutter speed, aperture, ISO, etc). Only use this on Single Sidebar Widgetized areas.
fr_fr: Affiche les données exif de l'image exif (vitesse d'obturation, ouverture, ISO, etc..). Utilisez cela uniquement dans les zones de widget de colonne latérale.
pt_br: Exibe os dados exif da imagem (velocidade do obturador, abertura, ISO, etc). Só use isto em áreas de Widget da Barra Lateral.

source: Aperture
fr_fr: Ouverture
pt_br: Abertura

source: Focal Length
fr_fr: Longueur focale
pt_br: Distância Focal

source: Shutter Speed
fr_fr: Vitesse d'obturation
pt_br: Velocidade do Obturador

source: Credit
fr_fr: Crédit
pt_br: Crédito

source: Date
pt_br: Data

source: by
fr_fr: par
pt_br: por

source: Camera Info
fr_fr: Info sur l'appareil
pt_br: Informações da Camera

source: Select Collection
fr_fr: Sélectionner une collection
pt_br: Selecionar Coleção

source: Sell Media Commissions
pt_br: Comissões da Sell Media

source: All
fr_fr: Tout
pt_br: Tudo

source: Unpaid
pt_br: Não Pago

source: User
pt_br: Usuário

source: Commission %
pt_br: Comissão %

source: Commission Amount
pt_br: Quantidade de Comissão

source: Date
pt_br: Data

source: Commission Details:
pt_br: Detalhes da Comissão:

source: User:
pt_br: Usuário:

source: Commissions (%):
pt_br: Comissões (%):

source: Add New Discount Code
pt_br: Adicionar Novo Código de Desconto

source: Go Back
pt_br: Retornar

source: The name of this discount code
pt_br: O nome deste código de desconto

source: Code
pt_br: Código

source: Enter a code for this discount, such as 10PERCENT
pt_br: Introduza um código para este desconto, como 10%

source: Percentage
pt_br: Porcentagem

source: Flat amount
pt_br: Valor Fixo

source: The kind of discount to apply for this discount.
pt_br: O tipo de desconto a aplicar neste desconto.

source: Amount
pt_br: Quantidade

source: The amount of this discount code.
pt_br: A quantidade deste código de desconto

source: Start date
pt_br: Data de início

source: Enter the start date for this discount code in the format of mm/dd/yyyy. For no start date, leave blank.
pt_br: Insira a data de início para este código de desconto no formato mês/dia/ano. Para nenhuma data de início, deixe em branco.

source: Expiration date
pt_br: Data de Expiração

source: Enter the expiration date for this discount code in the format of mm/dd/yyyy. For no expiration, leave blank.
pt_br: Insira a data de validade para este código de desconto no formato mês/dia/ano. Para não expirar, deixe em branco.

source: Max Uses
pt_br: Uso Máximo

source: The maximum number of times this discount can be used. Leave blank for unlimited.
pt_br: O número máximo de vezes que este desconto pode ser usado. Deixe em branco para ilimitado.

source: Update Discount Code
pt_br: Atualizar Código de Desconto

source: Delete
pt_br: Apagar

source: Add Discount Code
pt_br: Adicionar Código de Desconto

source: Discount Code
pt_br: Código de Desconto

source: Discount Codes
pt_br: Códigos de Desconto

source: Deactive
pt_br: Desativado

source: Activate
pt_br: Ativado

source: Title
pt_br: Título

source: Coupon
pt_br: Cupom

source: Uses
pt_br: Usos

source: Start Date
pt_br: Datá de Início

source: End Date
pt_br: Data de Fim

source: Unlimited
pt_br: Ilimitado

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Discount Codes
pt_br: Códigos de Desconto

source: Discount Code
pt_br: Código de Desconto

source: Add New
pt_br: Adicionar Novo

source: Add New Discount Code
pt_br: Adicionar Novo Código de Desconto

source: Edit Discount Code
pt_br: Editar Código de Desconto

source: New Discount Code
pt_br: Novo Código de Desconto

source: View Discount Code
pt_br: Ver Código de Desconto

source: Search Discount Codes
pt_br: Pesquisar Código de Desconto

source: No discount found
pt_br: Nenhum desconto encontrado

source: No discount codes found in Trash
pt_br: Nenhum desconto encontrado na Lixeira

source: Parent Discount Code:
pt_br: Código de Disconto Mãe:

source: Apply
pt_br: Aplicar

source: Verifying...
pt_br: Verificando

source: Discount:
pt_br: Desconto

source: Sorry, this discount code is invalid.
pt_br: Desculpe, este códido de desconto não é válido.

source: Sorry, this discount code has expired.
pt_br: Desculpe, este códido de desconto expirou.

source: Valid code
pt_br: Códido de desconto válido

source: Discount Code updated successfully!
pt_br: Códido de desconto atualizado com sucesso!

source: Discount Code added successfully!
pt_br: Códido de desconto adicionado com sucesso!
