Repository: graphpaperpress/Sell-Media
Catalog: languages/sell_media-*.po
Languages: fr_fr, pt_br

source: Add Bulk allows you to add many single items at once. Please note: Bulk uploading is a server-intensive process. The capability of this feature is dependent on the performance of your server. Upload in small batches to ensure all items uploaded are published correctly. You can modify the prices and licenses of each item after doing the bulk upload.
pt_br: Adicionar em Lote permite adicionar muitos itens individuais de uma só vez. Por favor, observe: o upload em lote é um processo de uso intensivo do servidor. A capacidade desse recurso dependente do desempenho do seu servidor. Carregue os arquivos em pequenos lotes para garantir que todos os itens enviados serão publicados corretamente. Você pode modificar os preços e licenças de cada item depois de fazer o upload em lote.

source: Loading items...
pt_br: Carregado itens...

source: Choose a Price Group
pt_br: Escolha um grupo de preços

source: None
fr_fr: Aucun
pt_br: Nenhum(a)

source: Choose a License
pt_br: Escolha uma licença

source: Choose a Collection
pt_br: Escolha uma coleção

source: Save
fr_fr: Sauvegarder
pt_br: Salvar

source: Edit
pt_br: Editar

source: Packages are groups of large files that you want to sell as one product (Example: You photograph an event and want to sell all images in one package). To sell a package, you must:
pt_br: Pacotes são grupos de arquivos grandes que você quer vender como um produto (exemplo: você fotografa um evento e quer vender todas as imagens em um único pacote). Para vender um pacote, você deve:

source: ZIP up the folder full of files on your computer.
pt_br: Compacte(usando o Zip) a pasta com todos os arquivos no seu computador.

source: Using FTP, upload the ZIP file to your website into the %1$s folder.
pt_br: Use o FTP e faça o upload do arquivo ZIP para o seu website dentro da pasta %1$s.

source: Select the package filename from the list below.
pt_br: Escolha o nome do arquivo do pacote na lista abaixo.

source: Choose a package
pt_br: Escolha um pacote

source: Select a package
pt_br: Selecione um pacote

source: Name
fr_fr: Nom
pt_br: Nome

source: Price
fr_fr: Prix
pt_br: Preço

source: Collection (optional)
pt_br: Coleção (opcional)

source: Edit Package
pt_br: Editar Pacote

source: Add Single
pt_br: Adicionar Arquivo Único

source: Add Bulk
pt_br: Adicionar em Lote

source: Add Package
pt_br: Adicionar Pacote

source: Package File
pt_br: Arquivo do Pacote

source: File
pt_br: Arquivo

source: A description for the field.
pt_br: Uma descrição para o campo.

source: Price Group
pt_br: Grupo de Preço

source: If you want to sell additional image sizes, select a Price Group or <a href="
pt_br: Se você quer vender tamanhos adicionais de imagem, selecione um Grupo de Preço ou <a href="

source: This product is a package. Show customers what is included in this package by adding some images (preferably a gallery of images) to the Post Editor below. The Featured Image will be used to represent this package on archive pages.
pt_br: Este produto é um pacote. Mostre aos clientes o que está incluído neste pacote, adicionando algumas imagens (de preferência, uma galeria de imagens) no Editor de Postagem abaixo. A imagem em destaque será usada para representar esse pacote nas páginas de arquivos.

source: Choose Image
pt_br: Escolher Imagem

source: Remove Image
pt_br: Remover imagem

source: Select a price group
pt_br: Selecione um grupo de preço

source: No price set
fr_fr: Aucun prix défini
pt_br: Sem preço definido

source: No sales so far.
fr_fr: Aucune vente pour le moment.
pt_br: Sem vendas até agora.

source: Reports
fr_fr: Rapports
pt_br: Relatórios

source: Purchase Details
fr_fr: Détails de la commande
pt_br: Detalhes da Compra

source: Additional Purchase Details
fr_fr: Détails d'achat supplémentaire
pt_br: Detalhes Adicionais da Compra

source: Payment Gateway Details
fr_fr: Détails de la passerelle de paiement
pt_br: Detalhes do Gateway do Pagamento

source: This is the additional payment data stored with the purchase.
fr_fr: Ce sont les données de paiement supplémentaires enregistrées avec l&#39;achat.
pt_br: Estes são os dados de pagamento adicionais armazenados com a compra.

source: Product
fr_fr: Produit
pt_br: Produto

source: Type
pt_br: Tipo

source: Size
fr_fr: Dimension
pt_br: Tamanho

source: License
fr_fr: Licence
pt_br: Licença

source: Qty
fr_fr: Qté
pt_br: Qntd

source: This payment has no additional payment details
fr_fr: Détails de la commande pour le paiement #%s
pt_br: Este pagamento não tem detalhes de pagamento adicionais

source: This is the data that was sent from
fr_fr: Les données qui ont été envoyées de
pt_br: Estes são os dados que foram enviados de

source: at time of purchase. Use this for debugging, if needed.
fr_fr: au moment de l&#39;achat. Utilisez-le pour le débogage, si nécessaire.
pt_br: no momento da compra. Use isto para depurção, se necessário.

source: Earnings Report
fr_fr: Rapport de gains
pt_br: Relatório de Ganhos

source: Total Earnings To Date:
fr_fr: Total des bénéfices à ce jour :
pt_br: Total de ganhos atá a data:

source: Below is a breakdown of earnings per day, month and year. Want to increase your sales?
fr_fr: Voici une ventilation des revenus par jour, mois et année. Vous voulez augmenter vos ventes ?
pt_br: Abaixo está uma repartição de ganhos por dia, mês e ano. Quer aumentar suas vendas?

source: Download new Sell Media extensions
fr_fr: Télécharger de nouvelles extensions pour Sell Media
pt_br: Baixar novas extensões da Sell Media

source: Day
fr_fr: Jour
pt_br: Dia

source: Earnings
fr_fr: Revenus
pt_br: Ganhos

source: Earnings per day
fr_fr: Bénéfices par jour
pt_br: Ganhos por dia

source: Month
fr_fr: Mois
pt_br: Mês

source: Earnings per month
fr_fr: Bénéfice par mois
pt_br: Ganhos por mês

source: Year
fr_fr: Année
pt_br: Ano

source: Earnings per year
fr_fr: Bénéfice par an
pt_br: Ganhos por ano

source: Create Price Group
fr_fr: Créer un groupe de prix
pt_br: Criar Grupo de Preço

source: Are you sure you want to delete the price group:
fr_fr: Êtes-vous certain(e) de vouloir supprimer ce groupe de prix :
pt_br: Você tem certeza de que quer apagar este grupo de preços:

source: This will delete the price group and ALL its prices associated with it.
fr_fr: Cette opération va supprimer le groupe de prix et TOUS les prix qui lui sont associés.
pt_br: Isto irá apagar o grupo de preço e TODOS os seus preços associados.

source: Delete Group
fr_fr: Supprimer le groupe
pt_br: Apagar Grupo

source: Enter price group name here
fr_fr: Saisissez ici le nom du groupe de prix
pt_br: Entre com o nome do grupo de preços aqui

source: Name (shown to buyer, so be descriptive)
fr_fr: Nom (affiché à l&#39;acheteur, alors soyez descriptif)
pt_br: Nome (mostrado para o comprador, então seja descritivo)

source: Max width (pixels)
fr_fr: Largeur maximale (pixels)
pt_br: Largura Máxima (pixels)

source: Max Height (pixels)
fr_fr: Hauteur max (pixels)
pt_br: Altura Máxima (pixels)

source: Are you sure you want to delete the price
fr_fr: Êtes-vous certain(e) de vouloir supprimer le prix ?
pt_br: Você tem certeza que quer apagar o preço

source: Max height (pixels)
fr_fr: Hauteur max (pixels)
pt_br: Altura Máxima (pixels)

source: The sizes listed below determine the maximum dimensions in pixels. Price Groups only apply to images.
fr_fr: Les tailles suivantes déterminent les dimensions maximales en pixels. Les groupes de prix concernent uniquement les images.
pt_br: Os tamanhos abaixo determinam as dimensões máximas em pixels. Grupos de preço só se aplicam às imagens.

source: Create a price group to add prices to.
fr_fr: Créer un groupe de prix pour y ajouter des prix.
pt_br: Criar um grupo de preço para adicionar os preços.

source: Add New Price
fr_fr: Ajouter un nouveau prix
pt_br: Adicionar novo Preço

source: Save Price Group
fr_fr: Enregistrer le groupe de prix
pt_br: Salvar Grupo de Preço

source: Account registration at
fr_fr: Inscription au compte
pt_br: Conta registrada em

source: Welcome
fr_fr: Bienvenue
pt_br: Bem-vindo

source: Here are your login credentials
fr_fr: Voici vos identifiants de connexion
pt_br: Aqui está suas credenciais de login

source: Username
fr_fr: Identifiant
pt_br: Nome de Usuário

source: Create a password if you want to login to our dashboard to download any of your purchases in the future.
fr_fr: Créer un mot de passe si vous voulez vous connecter à notre tableau de bord pour télécharger vos achats à l'avenir.
pt_br: Criar senha se você quiser logar em nosso painel de usuário para realizar, no futuro, downloads de alguma de suas compras.

source: Any purchases your make will be available on your account dashboard.
fr_fr: Tous les achats que vous réaliserez seront disponibles sur le tableau de bord de votre compte.
pt_br: Todas as compras que você realizou estarão disponíveis no painel de usuário da sua conta.

source: Thanks
fr_fr: Merci
pt_br: Obrigado

source: You do not have permission to download this file
fr_fr: Vous n'avez pas la permission de télécharger ce fichier
pt_br: Você não tem permisão para fazer o download deste arquivo

source: Purchase Verification Failed
fr_fr: Erreur lors de la vérification de l'achat
pt_br: Verificação de Compra Falhou

source: PRODUCT
pt_br: PRODUTO

source: SIZE
pt_br: TAMANHO

source: LICENSE
pt_br: LICENÇA

source: LICENSE DESCRIPTION
pt_br: DESCRIÇÃO DA LICENÇA

source: QTY
pt_br: QNTD

source: TYPE
pt_br: TIPO

source: DOWNLOAD LINK
pt_br: LINK DE DOWNLOAD

source: DELIVERY
pt_br: ENTREGA

source: DISCOUNT
fr_fr: REMISE
pt_br: DESCONTO

source: TAX
fr_fr: TVA
pt_br: IMPOSTO

source: SHIPPING
fr_fr: LIVRAISON
pt_br: FRETE

source: Delivery
pt_br: Entrega

source: Quantity
fr_fr: Quantité
pt_br: Quantidade

source: Paid
fr_fr: Payé
pt_br: Pago

source: New sale notification
fr_fr: Notification d'une nouvelle vente
pt_br: Nova notificação de venda

source: Customer
fr_fr: Client
pt_br: Cliente

source: Address
fr_fr: Adresse
pt_br: Endereço

source: The original high resolution source file
fr_fr: Le fichier source d'origine en haute résolution
pt_br: O arquivo da fonte original de alta resolução

source: Example: 100
pt_br: Examplo: 100

source: Displaying results
pt_br: Mostrando Resultados

source: of
pt_br: de

source: Buy
fr_fr: Acheter
pt_br: Comprar

source: This item is password protected
fr_fr: Cet élément est protégé par mot de passe
pt_br: Este item está protegido por senha

source: All Products
fr_fr: Tous les produits
pt_br: Todos os Produtos

source: Add New
fr_fr: Ajouter
pt_br: Adicionar Novo

source: Edit Product
fr_fr: Modifier Produit
pt_br: Editar Produto

source: New Product
fr_fr: Nouveau produit
pt_br: Novo Produto

source: View Product
fr_fr: Voir le produit
pt_br: Ver Produto

source: Search Products
fr_fr: Chercher des produits
pt_br: Pesquisar Produtos

source: No products found
fr_fr: Aucun produit trouvé
pt_br: Nenhum produto encontrado

source: No products found in Trash
fr_fr: Aucun produit trouvé dans la Corbeille
pt_br: Nenhum produto encontrado na Lixeira

source: Parent Product:
fr_fr: Produit parent :
pt_br: Produto Mãe:

source: Payments
fr_fr: Paiements
pt_br: Pagamentos

source: Payment
fr_fr: Paiement
pt_br: Pagamento

source: Add New Payment
fr_fr: Ajouter un paiement
pt_br: Adicionar novo Pagamento

source: Edit Payment
fr_fr: Modifier le paiement
pt_br: Editar Pagamento

source: New Payment
fr_fr: Nouveau paiement
pt_br: Novo Pagamento

source: View Payment
fr_fr: Afficher le paiement
pt_br: Ver Pagamento

source: Search Payments
fr_fr: Chercher des paiements
pt_br: Pesquisar Pagamentos

source: No payments found
fr_fr: Aucun paiement trouvé
pt_br: Nehum pagamento encontrado

source: No payments found in Trash
fr_fr: Aucun paiement trouvé dans la Corbeille
pt_br: Nehum pagamento encontrado na Lixeira

source: Parent Payment:
fr_fr: Paiement parent :
pt_br: Pagamento Mãe:

source: Price Groups
fr_fr: Groupes de prix
pt_br: Grupos de Preço

source: Search Price Groups
fr_fr: Chercher des groupes de prix
pt_br: Pesquisar Grupo de Preços

source: Popular Price Groups
fr_fr: Groupes de prix populaires
pt_br: Grupos de Preço Popular

source: All Price Groups
fr_fr: Tous les groupes de prix
pt_br: Todos Grupos de Preço

source: Parent Price Groups
fr_fr: Groupes de prix parent
pt_br: Grupos de Preço Mãe

source: Parent Price Groups:
fr_fr: Groupes de prix parent :
pt_br: Grupos de Preço Mãe:

source: Edit Price Group
fr_fr: Modifier le groupe de prix
pt_br: Editar Grupo de Preço

source: Update Price Group
fr_fr: Mettre à jour le groupe de prix
pt_br: Atualizar Grupo de Preço

source: Add New Price Group
fr_fr: Ajouter un nouveau groupe de prix
pt_br: Adicionar Novo Grupo de Preço

source: New Price Group
fr_fr: Nouveau groupe de prix
pt_br: Novo Grupo de Preço

source: Separate Price Groups with commas
fr_fr: Séparer les groupes de prix par des virgules
pt_br: Separar Grupo de Preço com vírgulas

source: Add or remove Price Groups
fr_fr: Ajouter ou supprimer des groupes de prix
pt_br: Adicionar ou remover Grupo de Preços

source: Choose from most used Price Groups
fr_fr: Choisir parmi les groupes de prix les plus utilisés
pt_br: Escolher a partir dos Grupos de Preços mais usados

source: Product Collections
fr_fr: Collections de produits
pt_br: Coleções de Produtos

source: Collection
pt_br: Coleção

source: Search Collection
fr_fr: Chercher des collections
pt_br: Pesquisar Coleção

source: Popular Collection
fr_fr: Collection populaire
pt_br: Coleção Popular

source: All Collections
fr_fr: Toutes les collections
pt_br: Todas Coleções

source: Parent Collection
fr_fr: Collection parente
pt_br: Coleção Mãe

source: Parent Collection:
fr_fr: Collection parente :
pt_br: Coleção Mãe:

source: Edit Collection
fr_fr: Modifier la collection
pt_br: Editar Coleção

source: Update Collection
fr_fr: Mettre à jour la collection
pt_br: Atualizar Coleção

source: Add New Collection
fr_fr: Ajouter une nouvelle collection
pt_br: Adicionar nova Coleção

source: New Collection
fr_fr: Nouvelle collection
pt_br: Nova Coleção

source: Separate collection with commas
fr_fr: Séparer les collections par des virgules
pt_br: Separar coleção com vírgulas

source: Add or remove Collection
fr_fr: Ajouter ou supprimer une collection
pt_br: Adicionar ou remover Coleção

source: Choose from most used Collection
fr_fr: Choisir parmi les collections les plus utilisées
pt_br: Escolha a partir das Coleções mais usadas

source: Collections
pt_br: Coleções

source: Licenses
fr_fr: Licences
pt_br: Licenças

source: Search Licenses
fr_fr: Chercher des licences
pt_br: Pesquisar Licenças

source: Popular Licenses
fr_fr: Licences populaires
pt_br: Licenças Populares

source: All Licenses
fr_fr: Toutes les licences
pt_br: Todas as Licenças

source: Parent License
fr_fr: Licence parente
pt_br: Licença Mãe

source: Parent License:
fr_fr: Licence parente :
pt_br: Licença Mãe:

source: Edit License
fr_fr: Modifier la licence
pt_br: Editar Licença

source: Update License
fr_fr: Mettre à jour la licence
pt_br: Atualizar Licença

source: Add New License
fr_fr: Ajouter une nouvelle licence
pt_br: Adicionar nova Licença

source: New License
fr_fr: Ajouter une licence
pt_br: Nova Licença

source: Separate licenses with commas
fr_fr: Séparer les licences par des virgules
pt_br: Separa licenças com vírgulas

source: Add or remove Licenses
fr_fr: Ajouter ou supprimer des licences
pt_br: Adicionar ou remover Licenças

source: Choose from most used Licenses
fr_fr: Choisir parmi les licences plus utilisées
pt_br: Escolha entre as Licenças mais usadas

source: Keywords
fr_fr: Étiquettes
pt_br: Palavras-chave

source: Keyword
fr_fr: Étiquette
pt_br: Palavra-chave

source: Search Keywords
fr_fr: Recherche par étiquettes
pt_br: Pesquisar Palavras-chave

source: Popular Keywords
fr_fr: Étiquettes populaires
pt_br: Palavras-chave populares

source: All Keywords
fr_fr: Toutes les étiquettes
pt_br: Todas Palavras-chave

source: Parent Keyword
fr_fr: Étiquette parente
pt_br: Palavra-chave Mãe

source: Parent Keyword:
fr_fr: Étiquette parente :
pt_br: Palavra-chave Mãe:

source: Edit Keyword
fr_fr: Modifier l'étiquette
pt_br: Edtar Palavra-chave

source: Update Keyword
fr_fr: Mettre à jour l'étiquette
pt_br: Atualizar Palavra-chave

source: Add New Keyword
fr_fr: Ajouter une nouvelle étiquette
pt_br: Adicionar Nova Palavra-chave

source: New Keyword
fr_fr: Nouvelle étiquette
pt_br: Nova Palavra-chave

source: Separate keywords with commas
fr_fr: Séparer les étiquettes par des virgules
pt_br: Separar palavras-chave com vírgulas

source: Add or remove Keywords
fr_fr: Ajouter ou supprimer des étiquettes
pt_br: Adicionar ou remover Palavras-chave

source: Choose from most used Keywords
fr_fr: Choisir parmi les étiquettes plus utilisées
pt_br: Escolher a partir das Palavras-chave mais usadas

source: Creators
fr_fr: Créateurs
pt_br: Criadores

source: Creator
fr_fr: Créateur
pt_br: Criador

source: Search Creator
fr_fr: Chercher un créateur
pt_br: Pesquisar Criador

source: Popular Creator
fr_fr: Créateur populaire
pt_br: Criador Popular

source: All Creator
fr_fr: Tous les créateurs
pt_br: Todos Criadores

source: Parent Creator
fr_fr: Parent du créateur
pt_br: Criador Mãe

source: Parent Creator:
fr_fr: Parent du créateur :
pt_br: Criador Mãe:

source: Edit Creator
fr_fr: Modifier le créateur
pt_br: Editar Criador

source: Update Creator
fr_fr: Mettre à jour le créateur
pt_br: Atualizar Criador

source: Add New Creator
fr_fr: Ajouter un nouveau créateur
pt_br: Adicionar novo Criador

source: New Creator
fr_fr: Nouveau créateur
pt_br: Novo Criador

source: Separate creator with commas
fr_fr: Séparer les créateurs par des virgules
pt_br: Separar Criador com vírgulas

source: Add or remove Creator
fr_fr: Ajouter ou supprimer un créateur
pt_br: Adicionar ou remover Criador

source: Choose from most used Creator
fr_fr: Choisir parmi les créateurs les plus utilisés
pt_br: Escolher a partir de Criador mais usado

source: City
fr_fr: Ville
pt_br: Cidade

source: Search City
fr_fr: Chercher des villes
pt_br: Pesquisar Cidade

source: Popular City
fr_fr: Ville populaire
pt_br: Cidade Popular

source: All City
fr_fr: Toute les villes
pt_br: Todas Cidades

source: Separate city with commas
fr_fr: Séparer les villes par des virgules
pt_br: Separar Cidade com vírgulas

source: Add or remove City
fr_fr: Ajouter ou supprimer des villes
pt_br: Adicionar ou remover Cidade

source: Choose from most used City
fr_fr: Choisir parmi les villes les plus utilisées
pt_br: Escolher a partir da Cidade mais usada

source: State
fr_fr: &Eacute;tat
pt_br: Estado

source: Search State
fr_fr: Chercher &Eacute;tat
pt_br: Pesquisar Estado

source: Popular State
fr_fr: État populaire
pt_br: Estado Popular

source: All State
fr_fr: Tous les États
pt_br: Todos os Estados

source: Separate state with commas
fr_fr: Séparer les états par des virgules
pt_br: Separar estado com vírgulas

source: Add or remove State
fr_fr: Ajouter ou supprimer des États
pt_br: Adicionar ou remover Estado

source: Choose from most used State
fr_fr: Choisir parmi les États les plus utilisés
pt_br: Escolher a partir do Estado mais usado

source: Loading...
pt_br: Carregando...

source: Remove
fr_fr: Supprimer
pt_br: Remover

source: No items
pt_br: Sem itens

source: Sorry that email already exists or is invalid
fr_fr: Désolé, cette adresse de messagerie est déjà utilisée ou incorrecte
pt_br: Desculpe esse e-mail já existe ou é inválido

source: Added
fr_fr: Ajouté
pt_br: Adicionado

source: Checkout now
fr_fr: Commander maintenant
pt_br: Fazer Checkout

source: There was an error loading the cart data. Please contact the site owner.
fr_fr: Il y a eu une erreur en chargeant les données du panier. Veuillez contacter le propriétaire du site.
pt_br: Houve um erro ao carregar os dados do carrinho. Entre em contato com o proprietário do site.

source: Checkout Now
fr_fr: Commander maintenant
pt_br: Fazer Checkout

source: Please wait...
fr_fr: Veuillez patienter...
pt_br: Por favor, aguarde...

source: Select
pt_br: Selecionar

source: General
fr_fr: Généraux
pt_br: Geral

source: Pricing
fr_fr: Prix
pt_br: Precifincando

source: Email Settings
fr_fr: Configuration des e-mails
pt_br: Configurações do Email

source: Misc
fr_fr: Divers
pt_br: Variados

source: Mode
pt_br: Modo

source: Select Live Mode to accept real transactions. Select Test Mode to accept test transactions (%s).
fr_fr: Sélectionnez le Mode Live pour accepter des transactions réelles. Sélectionnez le Mode Test pour accepter des transactions de test (%s).
pt_br: Selecione o Modo ao Vivo para aceitar transações reais. Selecione o modo de teste para aceitar transacções de teste (%s).

source: Checkout Page
fr_fr: Page de commande
pt_br: Página de Checkout

source: Select the page that contains the checkout shortcode <code>[sell_media_checkout]</code>
fr_fr: Sélectionnez la page qui contient le code court de commande<code>[sell_media_checkout]</code>
pt_br: Selecione a página que contém o shortcode do checkout <code>[sell_media_checkout]</code>

source: Thanks Page
fr_fr: Page de remerciements
pt_br: Página de Agradecimento

source: Select the page that contains the thanks shortcode <code>[sell_media_thanks]</code>
fr_fr: Sélectionnez la page qui contient le code court de remerciements<code>[sell_media_thanks]</code>
pt_br: Selecione a página que contém o shortcode de agradecimento <code>[sell_media_thanks]</code>

source: Dashboard Page
fr_fr: Page du tableau de bord
pt_br: Página do Painel do Usuário

source: Select the page that contains the dashboard shortcode<code>[sell_media_download_list]</code>
fr_fr: Sélectionnez la page qui contient le code court du tableau de bord <code>[sell_media_download_list]</code>
pt_br: <code>[sell_media_thanks]</code>

source: Login Page
fr_fr: Page de connexion
pt_br: Página de Login

source: Select the page that contains the login shortcode <code>[sell_media_login_form]</code>
fr_fr: Sélectionnez la page qui contient le code court de connexion <code>[sell_media_login_form]</code>
pt_br: Selecione a página que contém o shortcode de login <code>[sell_media_login_form]</code>

source: Search Page
fr_fr: Page de recherche
pt_br: Página de Pesquisa

source: Select the page that contains the search shortcode <code>[sell_media_searchform]</code>
fr_fr: Sélectionnez la page qui contient le code court de recherche<code>[sell_media_searchform]</code>
pt_br: Selecione a página que contém o shortcode de pesquisa <code>[sell_media_searchform]</code>

source: Customer Notification
fr_fr: Notification au client
pt_br: Notificação do Cliente

source: Notify the customer of their site registration.
fr_fr: Avertir le client de l'enregistrement de leur site.
pt_br: Notificar o cliente do seu registro no site.

source: No
fr_fr: Non
pt_br: Não

source: Yes
fr_fr: Oui
pt_br: Sim

source: Style
pt_br: Estilo

source: Choose the style of your theme. Sell Media will load styles to match your theme.
fr_fr: Choisissez le style de votre thème. Sell Media chargera les styles correspondant à votre thème.
pt_br: Escolha o estilo do seu tema. O plugin Sell Media irá carregar estilos para combinar com seu tema.

source: Dark
fr_fr: Sombre
pt_br: Escuro

source: Light
fr_fr: Clair
pt_br: Claro

source: Plugin Credit
fr_fr: Crédit de l'extension
pt_br: Plugin de Crédito

source: Let your site visitors know you are using the Sell Media plugin?
fr_fr: Informez les visiteurs de votre site que vous utilisez l'extensiez Sell Media ?
pt_br: Deixar os visitantes do seu site saber que você está usando o plugin Sell Media?

source: Post Type Slug
fr_fr: Identifiant du type d'article
pt_br: Slug do Tipo de Post
